<template>
  <section class="shelf-body">
    <article class="protocol-box full-padding">
      <header>
        <h1>
          JVFast隐私政策
        </h1>
      </header> <section>
        <h4>
          更新日期：2020 年 03 月 10 日
        </h4> <h4>
          生效日期：2020 年 03 月 10 日
        </h4> <p>
          尊敬的用户，欢迎您下载、启动、浏览、注册、登录、使用（以下统称“使用”）JVFast网及相关产品。我们将按照《JVFast隐私政策》（以下统称“本《隐私政策》”）收集、保存、使用、共享、披露及保护您的<a>个人信息</a>，因此请您务必在使用JVFast产品之前，认真完整地阅读并理解、同意本《隐私政策》的所有条款。
        </p> <p>
          本《隐私政策》中的“我们”是指JVFast团队。
        </p> <p>
          如您想更详细的了解JVFast团队产品及联系方式的，可查看其他产品的隐私政策进一步了解。
        </p> <h2>
          目录
        </h2> <p>
          一、阅读提示
        </p> <p>
          二、引言
        </p> <p>
          三、正文
        </p> <p>
          （一）我们收集和使用您的个人信息类型和目的<br>
          （二）我们如何使用cookie和同类技术<br>
          （三）我们如何保存您的个人信息<br>
          （四）我们如何共享、转让、公开披露您的个人信息<br>
          （五）我们如何保护您的个人信息<br>
          （六）您的权利<br>
          （七）我们如何保护未成年人的个人信息<br>
          （八）本《隐私政策》如何更新<br>
          （九）如何联系我们
        </p> <h2>
          一、阅读提示
        </h2> <h4>
          （一）通过阅读本《隐私政策》，您将了解到：
        </h4> <p>
          “我们”是谁，如何联系我们；您在使用JVFast产品期间，我们收集的您的个人信息类型和目的，您拒绝提供个人信息的后果；cookie是怎么一回事；您的个人信息保存地点和期限；我们如何共享、披露、转让您的个人信息；采取了哪些措施来保护您个人信息的安全；您享有的个人信息查询、更正、删除个人信息，撤回授权，注销账号等权利；如何投诉或提交建议；本《隐私政策》如何更新。
        </p> <h4>
          （二）阅读本《隐私政策》时，请您特别关注：
        </h4> <p>
          1、字体颜色为黄色的专有名词，这代表了我们会在本《隐私政策》结尾处进一步解释这些名词的含义。
        </p> <p>
          2、使用加粗与斜体相结合显著标识的内容，表示这些属于您的<a>个人敏感信息</a>。
        </p> <p>
          3、使用加粗与下划线相结合显著标识的内容，表示这些内容需要您特别关注或重点注意。
        </p> <h4>
          （三）本《隐私政策》与上一版本相比更新了以下内容：
        </h4> <p>
          1、更加详细地阐述了我们收集您的个人信息的类型、方式、目的以及您拒绝收集的后果，以方便您更好地知晓我们使用您个人信息的情况；
        </p> <p>
          2、完善了我们保存和保护您个人信息的内容；
        </p> <p>
          3、增加了您的个人信息查询、删除、更正个人信息、撤回授权、注销账户等权利的路径指引；
        </p> <p>
          4、补充了我们的运营主体及联系方式。
        </p> <h2>
          二、引言
        </h2> <h4>
          （一）本《隐私政策》的适用范围
        </h4> <p class="decoration">
          本《隐私政策》是我们运营的一级域名pingbook.top及其子域名所提供的产品/服务，在收集、使用、保存、对外提供个人信息、个人信息主体权利等方面的通用规则。
        </p> <p class="decoration">
          子域名提供的特定产品/服务在收集、使用、保存、对外提供个人信息、个人信息主体权利等方面的规则与本《隐私政策》一致的，将直接适用本《隐私政策》，特定产品/服务的《隐私政策》将不再重复向您介绍上述内容。
        </p> <p class="decoration">
          子域名提供的特定产品/服务在收集、使用个人信息规则，对外提供个人信息、个人信息主体权利的实现路径方面与本《隐私政策》有所不同时，我们会在特定产品/服务的《隐私政策》中详细介绍上述内容，请您在使用特定产品/服务时，通过阅读其对应的《隐私政策》理解上述内容。
        </p> <h4>
          （二）本《隐私政策》的效力
        </h4> <p>
          如果您在首次使用或首次登录/注册账号时，实施了“勾选、点击同意或点击登录/注册按钮”等主动行为的，代表您同意本《隐私政策》。但这并不代表我们会立即收集本《隐私政策》包含的所有个人信息，只有在您通过浏览、主动填写、点击等自主性行为开启、使用JVFast某项功能时，我们才会按照本《隐私政策》收集、使用该功能对应的个人信息。
        </p> <p>
          如果您未勾选、点击同意或点击登录/注册按钮同意本《隐私政策》，但继续使用我们的产品/服务的，视为您接受和认可我们按照本《隐私政策》对您的相关信息进行处理。
        </p> <p>
          如果您不同意本《隐私政策》，请不要使用或停止使用我们的产品/服务。
        </p> <h2>
          三、正文
        </h2> <h3>
          （一）我们收集和使用您的个人信息类型和目的
        </h3> <h4>
          1、您在使用我们服务时主动提供的信息
        </h4> <h4>
          （1）注册/登录所必要的信息
        </h4> <p>
          如果您需使用评论等需要注册/登录后才能使用的功能，则需要您根据自行选择的注册/登录方式，向我们提供以下个人信息：
        </p> <p>
          <span class="bold">手机号码</span>，是您选择使用手机号码注册/登录时，主动向我们提供的个人信息。同时，我们将通过发送短信验证码的方式来验证您的身份是否有效。
        </p> <p>
          <span class="bold">邮箱账号、手机号码和密码</span>（我们使用了不可逆的加密技术，且无法访问该信息），是您选择使用账号密码注册/登录时，主动向我们提供的个人信息。
        </p> <p>
          如果您不提供这些信息，则您无法注册/登录，且无法使用需注册/登录的功能，但不会影响您正常使用无需注册/登录的功能。
        </p> <p class="decoration">
          特别提醒您的是：
        </p> <p>
          您一旦注册/登录了JVFast网站，即可使用该账号登录我们旗下的多个产品，包括博客、自媒体等，因此请您妥善保管您的账号。
        </p> <h4>
          （2）您在使用服务/产品过程中上传的信息
        </h4> <p>
          <span class="bold">评论功能</span>：您浏览新闻时，可以主动发布的“文字评论”“图片评论”，我们会收集您的评论内容，并公开展示在您所评论的文章下方。
        </p> <p>
          <span class="bold">申请VIP功能</span>：您可申请成为VIP，通过审核后可以成为自媒体，发表文章、发布视频。为履行法律法规要求对信息发布者的实名认证要求，我们将收集您的<span class="bold">姓名、身份证号码、身份证件照片、居住地址、手机号码、联系邮箱、JVFast账号名称</span>。如果您拒绝提供的，将不能注册“VIP”，无法发表文章、发布视频，但不会影响您正常使用其它功能。
        </p> <p>
          <span class="bold">问题反馈功能</span>：您可通过发送邮件等方式向客服反馈相关问题，我们需要收集您的<span class="bold">邮箱账号</span>，以便于给您回复。
        </p> <h4>
          2、我们在您使用服务时获取的信息
        </h4> <p>
          当您使用我们的服务时，我们会自动收集相关信息并存储为服务日志信息。“日志信息”包括设备信息（如设备信号、操作系统等信息）、软件信息（如浏览器类型等）、IP地址、服务日志信息（如您使用搜索功能、浏览信息、出现服务故障的信息等）、通讯日志信息（如您在使用我们服务时曾经通讯的账户、通讯时间和时长）。
        </p> <p class="decoration">
          我们收集上述信息主要用于以下目的：
        </p> <p>
          <span class="bold">为了履行法律规定的义务</span>。如《网络安全法》第二十一条，“网络运营者应当按照网络安全等级保护制度的要求，履行下列安全保护义务……（三）采取监测、记录网络运行状态、网络安全事件的技术措施”。安全保障目的。我们会将您的信息用于身份验证、安全防范、反诈骗监测等。
        </p> <p>
          <span class="bold">为了满足您的个性化需求</span>。如语言设定、记录账号登录状态。
        </p> <p>
          <span class="bold">向您展示、推荐或推送您可能感兴趣的信息或服务</span>。我们会综合分析您的日志信息，向您展示、推荐或推送与您有更高相关度、您更感兴趣的新闻资讯；推荐与您相关度更高的广告。
        </p> <p>
          您可以通过不浏览、搜索、分享、关注、评论来拒绝提供上述信息。您不提供上述行为信息的，后果是我们向您展示、推荐或推送的信息或服务会降低精准度和相关度，但不影响您正常使用其它功能。
        </p> <h4>
          3、我们从第三方合作伙伴处获取的信息
        </h4> <p>
          如果您选择使用第三方账号（微信、QQ、微博）注册/登录时，我们会根据您的授权，以及我们与第三方的合作协议，获得您的<span class="bold">第三方应用账号（微信、QQ、微博</span>）和昵称、头像等公开信息（请以授权登录界面显示的信息为准）。
        </p> <p>
          如果您不同意我们获取上述信息的，将无法使用第三方账号登录/注册我们的产品/服务，但可以选择其他方式（手机号码、JVFast账号）登录/注册。
        </p> <h4>
          4、征得同意的例外
        </h4> <p>
          <span class="decoration">当我们超出与本《隐私政策》所声称的目的具有直接或合理关联的范围后使用您的个人信息的，我们会再次向您告知并征得您的同意。</span>当我们要将基于特定目的收集而来的个人信息用于其他目的时，会事先征求您的同意。<span class="decoration">但请您充分知晓，以下情形无需征得您的授权同意：</span>
        </p> <p>
          （1）与国家安全、国防安全有关的；
        </p> <p>
          （2）与公共安全、公共卫生、重大公共利益有关的；
        </p> <p>
          （3）与犯罪侦查、起诉、审判和判决执行等有关的；
        </p> <p>
          （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
        </p> <p>
          （5）所收集的信息是您自行向社会公众公开的；
        </p> <p>
          （6）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；
        </p> <p>
          （7）根据您的要求签订和履行合同所必需的；
        </p> <p>
          （8）用于维护我们的服务安全稳定运行所必需的，例如发现、处置产品或服务的故障；
        </p> <p>
          （9）为合法的新闻报道所必需的；
        </p> <p>
          （10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；
        </p> <p>
          （11）法律法规规定的其他情形。
        </p> <p class="decoration">
          请您理解并同意，如您的信息（如搜索关键字信息）无法单独或结合其他信息识别到您的个人身份，其不属于法律意义上您的个人信息；只有当您的信息可以单独或结合其他信息识别到您的个人身份时，则在结合使用期间，将作为您的个人信息按照本《隐私政策》处理与保护。
        </p> <h3>
          （二）我们如何使用<a>cookie</a>和同类技术
        </h3> <p>
          在您使用我们的产品/服务过程中，我们会使用cookie和同类技术自动收集您的信息，并将该信息储存为日志信息。您可以清除计算机上保存的cookie，或者启用Do Not Track（请勿追踪）功能，大部分网络浏览器都设有上述功能，有关详情请参见AboutCookies.org。<span class="decoration">但提请您注意的是，如果您清除了计算机保存的cookie或启用了请勿追踪功能，这将导致我们无法为您提供完整的产品/服务。</span>收集和使用用途如下表所示：
        </p> <table>
          <tr>
            <th>
              Cookie的各种用途
            </th> <th>
              具体描述
            </th>
          </tr> <tr>
            <td rowspan="2">
              认证
            </td> <td>
              cookie通知我们您何时登入我们的产品/服务，以便我们提供适合您的服务和体验。
            </td>
          </tr> <tr>
            <td>
              场景示例：当您开启JVFast网站时，cookie会通知我们，让我们识别您是否已安全地登入该产品/服务，并显示仅与您有关的资料。
            </td>
          </tr> <tr>
            <td rowspan="2">
              记录您的喜好设定
            </td> <td>
              cookie能够记录您的个人化版面格式、外观设计和其他个人设定，有助我们提供切合您个人需要的服务。
            </td>
          </tr> <tr>
            <td>
              场景示例：我们使用cookie来记录您是否已阅读我们向您推送的内容或提示，以免重发，并有助储存您的参数设定（如字体大小），当您再使用有关服务时，可以自动调节到您的喜好设定。
            </td>
          </tr> <tr>
            <td rowspan="2">
              安全
            </td> <td>
              我们使用cookie来保护您的个人信息和我们的服务安全性，并防止欺诈、刑事或其他涉嫌的犯罪行为。
            </td>
          </tr> <tr>
            <td>
              场景示例：cookie可以识别您是否在我们的正常位置登入我们的服务，并且防止您的数据被盗用，识别偷窃行为。
            </td>
          </tr> <tr>
            <td rowspan="2">
              优化服务
            </td> <td>
              我们使用cookie来执行我们的服务功能，并提升有关功能。
            </td>
          </tr> <tr>
            <td>
              场景示例：cookie可以帮助我们预先填写您的账户数据，方便您使用我们的服务。<br>cookie可以记录您使用我们产品/服务的情况，以确保向您展示和推送您更感兴趣的内容。
            </td>
          </tr> <tr>
            <td rowspan="2">
              提高效率
            </td> <td>
              我们使用这些cookie来提升我们的服务速度、表现和效率。
            </td>
          </tr> <tr>
            <td>
              场景示例：这些cookie促进服务器之间的路由器信息流通，并核查不同用户使用我们的服务时的登载速度。我们有时亦可用cookie在您的客户端本地暂存数据，从而加快您使用我们的服务时的登载和响应速度。
            </td>
          </tr> <tr>
            <td rowspan="2">
              分析和研究
            </td> <td>
              我们使用cookie来跟进我们的服务表现和提升服务水平， cookie也为我们提供了研发新功能的参考数据。
            </td>
          </tr> <tr>
            <td>
              场景示例：cookie让我们对如何使用我们的服务有更深入的认识，因此有助我们提升您和其他用户的体验。此类数据包括您登入我们的服务时于每一程序所耗用的时间、您使用我们的服务时进行了什么程序，以及您使用我们的服务时曾经查阅哪些网页和使用了什么功能。
            </td>
          </tr> <tr>
            <td rowspan="2">
              改善广告宣传
            </td> <td>
              我们使用cookie来改善广告宣传，确保这些服务切合您所需。
            </td>
          </tr> <tr>
            <td>
              场景示例： cookie让我们显示更适合您的宣传信息，并追踪您是否已在我们的服务内阅读广告宣传及继而进入相应广告商的网页，以此来统计广告的点击量，作为我们与广告商结算的依据之一。
            </td>
          </tr>
        </table> <h3>
          （三）我们如何保存您的个人信息
        </h3> <h4>
          1、保存地域
        </h4> <p>
          我们将您的个人信息存储于中华人民共和国境内，<span class="decoration">目前，我们不会将上述信息传输至境外或向境外提供您的个人信息。</span>如果我们向境外传输，将会遵循相关法律法规的规定，向您告知出境的个人信息类型、目的、接收方、安全保障措施和安全风险，并单独征得您的授权同意。
        </p> <h4>
          2、保存期限
        </h4> <p>
          我们综合考虑以下三个要素来确定保存您的个人信息期限：
        </p> <ul>
          <li>
            法律规定的最低存储期限，包括：
          </li> <ul class="child-ul">
            <li>
              《网络安全法》第二十一条：网络运营者采取监测、记录网络运行状态、网络安全事件的技术措施，并按照规定留存相关的网络日志不少于六个月。
            </li> <li>
              《电子商务法》第三十一条：电子商务平台经营者应当记录、保存平台上发布的商品和服务信息、交易信息，商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。
            </li> <li>
              《互联网信息服务管理办法》第十四条第二款：互联网信息服务提供者和互联网接入服务提供者的记录备份应当保存60日。
            </li>
          </ul> <li>
            为提供我们产品/服务之目的所必需的最短期限，如在您使用手机号码注册/登录后使用我们的功能时，我们会在您提供且使用该功能期间，持续保存您的手机号码，以向您正常提供该功能。
          </li> <li>
            履行其他法定义务而保存的期限，如根据《信息网络传播权保护条例》第十三条：“著作权行政管理部门为了查处侵犯信息网络传播权的行为，可以要求网络服务提供者提供涉嫌侵权的服务对象的姓名（名称）、联系方式、网络地址等资料”，我们需向著作权行政管理部门提供涉嫌侵权服务对象的姓名（名称）、联系方式等信息。
          </li>
        </ul> <p>
          超出上述个人信息保存期限后，我们会将您的个人信息删除或匿名化处理。
        </p> <h3>
          （四）我们如何共享、转让、公开披露您的个人信息
        </h3> <h4>
          1、共享
        </h4> <p>
          我们不会与第三方公司、组织和个人共享您的个人信息，但以下情况除外：
        </p> <p>
          （1）您自行提出要求的。
        </p> <p>
          （2）征得您明确同意的。
        </p> <p>
          （3）根据法律、行政法规、部门规章等规定，或政府部门提出的强制性要求。
        </p> <p>
          （4）JVFast团队内部的必要共享。
        </p> <p>
          我们只会共享必要的个人信息，且受本《隐私政策》中所声明目的的约束。如要改变个人信息的处理目的，将再次征求您的授权同意。
        </p> <p>
          （5）与授权合作伙伴共享：仅为实现本《隐私政策》中声明的目的，我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括：
        </p> <ul>
          <li>
            提供技术服务的合作伙伴：我们会与提供该服务的合作伙伴共享您的相关信息，以统计、分析用户在使用我们产品过程中出现的BUG、崩溃、卡顿等情况，以维护/改进我们的产品/服务。
          </li> <li>
            提供第三方登录服务的合作伙伴：为实现您使用第三方账号登录的功能，我们会与提供该服务的合作伙伴共享您的必要信息。
          </li>
        </ul> <p>
          我们与上述合作伙伴共享的均是无法直接识别到您个人身份的信息，且对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协议，要求他们按照我们的说明、本《隐私政策》以及其他任何相关的保密和安全措施来处理个人信息。如果我们共享能够直接识别到您身份的个人信息（如手机号码、身份证号等），会再次征得您的同意。
        </p> <h4>
          2、转让
        </h4> <p>
          我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
        </p> <p>
          （1）征得您明确同意的；
        </p> <p>
          （2）在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本《隐私政策》的约束，否则我们将要求该公司、组织重新向您征求授权同意。
        </p> <h4>
          3、公开披露
        </h4> <p>
          我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
        </p> <p>
          （1）披露方式和披露的个人信息范围征得您同意的；
        </p> <p>
          （2）基于法律规定的披露：在法律、法规规定、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息，但我们会核实上述机构是否具有相应的法律、法规或其他法律文件依据，如传票或调查函。
        </p> <h4>
          4、征得同意的例外
        </h4> <p class="decoration">
          请您充分知晓，以下情形中，共享、转让、公开披露您的个人信息的，无需事先征得您的授权同意：
        </p> <p>
          （1）与国家安全、国防安全直接相关的；
        </p> <p>
          （2）与公共安全、公共卫生、重大公共利益直接相关的；
        </p> <p>
          （3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
        </p> <p>
          （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        </p> <p>
          （5）您自行向社会公众公开的个人信息；
        </p> <p>
          （6）从合法公开披露的信息中收集的您的个人信息，如合法的新闻报道、政府信息公开等渠道。
        </p> <h3>
          （五）我们如何保护您的个人信息
        </h3> <p>
          1、我们非常重视您个人信息的安全，已使用了以下符合业界标准的安全防护措施来保护您的个人信息，防止您的个人信息被不当使用或被未经授权的访问、公开披露、使用、修改、损坏、丢失或泄漏：
        </p> <p>
          （1）我们已建立了数据安全及权限管理制度：实施了将可执行权限分拆到最小颗粒的权限授权制度，依据访问需求的角色，区分了不同的权限级别；实施了区分访问执行动作的权限授权制度，已将个人信息访问动作拆分为查询、修改、注销、解绑等多项具体的操作权限；我们会记录访问权限发起申请及审批过程、访问人员登录及操作日志。
        </p> <p>
          （2）我们采取了多项安全技术措施：我们要求访问人员通过内网进行访问；建立了数据分级管理制度，对个人敏感信息进行加密保存；执行多机房双重备份机制；使用受信赖的保护机制防止您的个人信息遭到恶意攻击。
        </p> <p>
          （3）我们制定了安全事件应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止该等安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时将事件相关情况以推送通知等形式告知您，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。
        </p> <p>
          2、尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于互联网环境并非百分之百安全，且因为技术的限制以及可能存在的各种恶意手段，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，<span class="decoration">我们建议您采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。</span>
        </p> <h3>
          （六）您的权利
        </h3> <h4>
          1、查询个人信息
        </h4> <p>
          （1）点击网页右上角您的头像—个人中心，查询您的头像、用户名、您发表的评论、收到的回复。
        </p> <p>
          （2）点击网页右上角您的头像-资料，查询您发布的图文、视频数量、阅读数量、账号权益、账号积分。
        </p> <h4>
          2、删除个人信息
        </h4> <p>
          （1）删除发布的评论
        </p> <p>
          点击网页右上角您的头像—个人中心—评论管理，可删除您发表的评论。
        </p> <p>
          （2）点击网页右上角您的头像—我的账号，删除您发布的图文、视频。
        </p> <p>
          （3）基于以下事由请求我们删除您的个人信息：
        </p> <ul>
          <li>
            如果我们处理个人信息的行为违反法律法规；
          </li> <li>
            如果我们收集、使用您的个人信息，却未征得您的同意；
          </li> <li>
            如果我们处理个人信息的行为违反了与您的约定。
          </li>
        </ul> <p>
          您可以发送<span class="decoration">电子邮件至<a href="mailto:alterhu2020@gmail.com" class="bold">alterhu2020@gmail.com</a></span>，或者通过<span class="decoration">QQ群：983459275、网址：<a href="https://pingbook.top" class="bold">https://pingbook.top </a></span>基于上述事由请求删除您的个人信息。
        </p> <h4>
          3、更正个人信息
        </h4> <p>
          点击网页右上角您的头像—个人中心—安全中心，修改您绑定的手机号和安全校验手机号码；修改您的登录密码。
        </p> <h4>
          4、撤回您的授权
        </h4> <p>
          您可以通过本《隐私政策》三（六）2删除个人信息撤回您的授权。
        </p> <p class="decoration">
          请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务和功能，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
        </p> <h4>
          5、注销账户的路径
        </h4> <p>
          （1）您可以通过以下方式申请注销JVFast账号，一旦您注销JVFast账号，将无法使用JVFast全线用户产品的服务，因此请您谨慎操作：
        </p> <ul>
          <li>
            致电JVFast通行证客服电话：<span class="decoration">13052113518</span>。客服会核实您的身份和相关信息，核实完成后，在后台注销您的账户。
          </li>
        </ul> <p>
          （2）<span class="decoration">您通过第三方帐号（微信、QQ、微博）授权登录JVFast时，需要向第三方申请注销账号。</span>
        </p> <p>
          在您主动注销账号后，我们会根据本《隐私政策》第三（三）2条所确定的原则，删除您的个人信息或作匿名化处理。
        </p> <h4>
          6、获取个人信息副本
        </h4> <p>
          您可请求获取个人信息副本的范围包括：您向我们主动提供或填写的手机号码、JVFast账号、邮箱地址。
        </p> <p>
          如果您是自媒体用户，除上述信息外，还可获取以下个人信息副本：姓名、身份证号、住址。
        </p> <p>
          请您发送邮件至alterhu2020@gmail.com。客服收到邮件后会核实您的身份和相关信息，核实完成后，将上述个人信息的副本在线发送给您。
        </p> <h4>
          7、停止运营
        </h4> <p>
          如我们停止运营，将及时停止继续收集您的个人信息的活动，会将停止运营的通知以公告的形式通知您，并对所持有您的个人信息进行删除或匿名化处理。
        </p> <h4>
          8、响应您的权利请求
        </h4> <p class="decoration">
          请您理解并同意：对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于需要过多技术手段、付出高额成本或存在其他显著的困难（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险的请求，我们可能会予以拒绝。
        </p> <p class="decoration">
          请您充分知晓，以下情况可不响应您的查询、删除、更正、撤回授权、注销账户的请求：
        </p> <p>
          （1）与国家安全、国防安全直接相关的；
        </p> <p>
          （2）与公共安全、公共卫生、重大公共利益直接相关的
        </p> <p>
          （3）与犯罪侦查、起诉、审判和执行判决等直接相关的；
        </p> <p>
          （4）我们有充分证据表明您存在主观恶意或滥用权利的；
        </p> <p>
          （5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
        </p> <p>
          （6）涉及商业秘密的。
        </p> <h3>
          （七）我们如何保护未成年人的个人信息
        </h3> <p>
          我们非常重视对未成年人个人信息的保护。<span class="decoration">根据相关法律法规的规定，若您是未满18周岁的未成年人，在使用我们的服务之前，请您让您的父母或监护人阅读本《隐私政策》，并在提交您的个人信息之前获得您监护人的同意和指导。</span>
        </p> <h3>
          （八）本《隐私政策》如何更新
        </h3> <p>
          我们可能修订本《隐私政策》的条款。
        </p> <p>
          我们会在本页面发布对本《隐私政策》所做的变更。<span class="decoration">对于重大变更，我们将在主页显著位置提示或以其他方式通知您。如果您不同意更新后的版本请停止使用JVFast，如果您继续使用我们的产品/服务，表示您同意接受修订后的本《隐私政策》的约束。</span>
        </p> <p class="decoration">
          “重大变更”是指以下情形之一：
        </p> <p>
          （1）我们的核心业务模式发生重大变化。
        </p> <p>
          （2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等。
        </p> <p>
          （3）个人信息共享、转让或公开披露的主要对象发生变化。
        </p> <p>
          （4）您参与个人信息处理方面的权利及其行使方式发生重大改变。
        </p> <p>
          （5）我们负责受理有关个人信息的投诉、建议和本《隐私政策》 联系方式发生变化。
        </p> <h3>
          （九）如何联系我们
        </h3> <p>
          如您对本《隐私政策》或与本《隐私政策》相关的事宜有任何问题，对我们的服务有任何投诉或建议，请通过以下方式与我们联系：
        </p> <p class="decoration">
          电子邮件： <a href="mailto:alterhu2020@gmail.com" class="bold">alterhu2020@gmail.com</a>
        </p> <p class="decoration">
          在线反馈： <a href="https://pingbook.top" class="bold">https://pingbook.top </a>
        </p> <h3 class="decoration">
          名词解释：
        </h3> <p>
          1、<span class="bold">个人信息：</span>根据国家标准《信息安全技术 个人信息安全规范》（GB/T35273-2017）的规定，个人信息是指以电子或其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。如姓名、出生日期、身份证件号码、个人生物识别信息、住址、通信通讯联系方式、通信记录和内容、账号密码、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息等。
        </p> <p>
          2、<span class="bold">个人敏感信息：</span>根据国家标准《信息安全技术 个人信息安全规范》（GB/T35273-2017）的规定，个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。包括身份证件号码、个人生物识别信息、银行账号、通信记录和内容、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息、14岁以下（含）儿童的个人信息等。
        </p> <p>
          3、<span class="bold">Cookie：</span>cookie是载有一连串文字的小型档案，在您登入网站或其他网络内容时存放在您的计算机、流动电话或其他装置内。
        </p> <p class="last">
          4、<span class="bold">关联公司</span>是指现在或将来与一方构成“一方有能力直接或间接控制、共同控制另一方或对另一方施加重大影响，以及两方或多方以上同受一方控制、共同控制或重大影响的关系的企业”。这里的“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他方式。
        </p>
      </section> <div class="m-alert all-screen" style="display: none;">
        <div class="alert-box" style="width: 542px;">
          <div class="alert-box-inner">
            <div class="alert-title">
              <span>名词解释</span>
            </div> <div class="alert-body" /> <div class="alert-footer">
              <span class="alert-button" style="display: none;">取消</span> <span class="alert-button alert-ensure-button">确定</span>
            </div>
          </div>
        </div>
      </div>
    </article>
  </section>
</template>

<script>
export default {
  name: 'Privacy',
  head () {
    return {
      title: '隐私政策 | JVFast管理框架',
      meta: [
        { hid: 'description', name: 'description', content: 'JVFast管理框架是最敏捷的前后端脚手架系统快速解决方案，通用服务器端/SPA渲染，SEO优化' }
      ]
    }
  }
}
</script>

<style scoped>
  .shelf-body {
    padding:2.95rem;
  }
  .full-padding{padding:16px 16px 0}.protocol-box{z-index:5;word-break:break-all}.protocol-box h1{font-size:24px;letter-spacing:.48px;font-size:"24px";color:#333;line-height:48px;text-align:center}.protocol-box h2{font-size:18px;letter-spacing:-.43px;font-size:"18px";color:rgba(0,0,0,.85);line-height:24px;font-weight:700;margin:1.5rem 0}.protocol-box h3{margin:1rem 0}.protocol-box h3,.protocol-box h4{font-size:14px;letter-spacing:.28px;font-size:"14px";color:rgba(0,0,0,.85);line-height:24px;font-weight:700}.protocol-box h4{margin:.6rem 0}.protocol-box p{font-size:14px;letter-spacing:.28px;font-size:"14px";color:rgba(0,0,0,.7);line-height:22px;margin:.5rem 0}.protocol-box p.last{padding-bottom:36px}.protocol-box a,.protocol-box a:hover{color:#fdb115}.protocol-box .normal_a{color:rgba(0,0,0,.7)}.protocol-box ul li{line-height:22px;margin:.5rem 0;background:url(https://gitee.com/walterhu2020/img-hub/raw/master/pingbook/yes.25560f73.png) no-repeat;background-size:12px;background-position:0 3px;padding-left:20px}.protocol-box .child-ul li{background:url(https://gitee.com/walterhu2020/img-hub/raw/master/pingbook/circle-small.c8cf1d90.png) no-repeat;background-size:8px;background-position:0 6px;padding-left:14px;margin-left:1.2rem}.protocol-box table{margin:1rem auto;width:70%;border:1px solid #b8b8b8;border-collapse:collapse}.protocol-box table th{font-size:14px;letter-spacing:.28px;font-size:"14px";color:rgba(0,0,0,.7);line-height:22px;text-align:center;vertical-align:middle;padding:.6rem 0;border:1px solid #b8b8b8;font-weight:700}.protocol-box table th:first-child{width:160px}.protocol-box table td{padding:.2rem;border:1px solid #b8b8b8;padding:.6rem}.protocol-box .decoration{text-decoration:underline}.protocol-box .bold,.protocol-box .decoration,.protocol-box .sensitive{font-weight:700;color:rgba(0,0,0,.85)}.protocol-box .sensitive{font-style:italic;padding-right:3px}.protocol-box .bottom{padding-bottom:50px}
</style>
